Repository: MarcQueralt/DeMomentSomTres-ChatRoom
Catalog: languages/DeMomentSomTres-ChatRoom-*.po
Languages: ca_es

source: DMS3-ChatRoom
ca_es: DMS3-VideoXat

source: Save Changes
ca_es: Desa canvis

source: Debug Mode
ca_es: Mode depuració (debug)

source: OpenTok Settings
ca_es: Configuració OpenTok

source: Replace with your API key. See <a href="http://www.tokbox.com" target="_blank">http://www.tokbox.com/</a>.
ca_es: Substitueix per la teva API key. Mira <a href="http://www.tokbox.com" target="_blank">http://www.tokbox.com/</a>.

source: Replace with your API secret.
ca_es: Substituir amb la teva API secret.

source: 1 means debug activated
ca_es: 1 significa mode depuració activat.

source: Trying to connect to a P2P session that has 2 users
ca_es: Intentant establir una connexió a una sessió privada amb 2 usuaris connectats.

source: You don't have the minimum requirements to run this application. Please upgrade to the latest version of Flash.
ca_es: El teu ordinador no compleix amb els requisits mínims per executar l'aplicació. Actualitza a la darrera versió de Flash.

source: Connect
ca_es: Obrir la connexió

source: Start Publishing
ca_es: Iniciar la transmissió

source: Stop Publishing
ca_es: Aturar la transmissió

source: Disconnect
ca_es: Desconnectar

source: Go
ca_es: Despatxar

source: p2p Stop
ca_es: Deixar de despatxar

source: Ask your Turn
ca_es: Demana tanda

source: Refresh
ca_es: Refrescar

source: ChatRoom is open
ca_es: La botiga està oberta

source: ChatRoom is closed
ca_es: La botiga està tancada

source: You've been added to the list
ca_es: Ja ets a la cua

source: You cannot add yourself twice
ca_es: Si ja ets a la llista, no demanis una altra tanda.

source: ERROR: You must specify an id
ca_es: ERROR: s'ha d'especificar un identificador.

source: Your not in the waiting list
ca_es: No ets a la cua

source: Your position in the waiting list is
ca_es: Ocupes la posició següent de la llsita d'espera.

source: You
ca_es: Tu
